---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedTransparent.TransparentIor
source: html/df44da08-e413-37d9-f26f-f88207074cdf.htm
---
# Autodesk.Revit.DB.Visual.AdvancedTransparent.TransparentIor Property

The property labeled "IOR" from the "AdvancedTransparent" schema.

## Syntax (C#)
```csharp
public static string TransparentIor { get; }
```

## Remarks
This property is of type "AssetPropertyDouble".